{
    "Home World":"होम वर्ल्ड",
    "Our Initiative":"हमारी पहल",
    "We believe every child has the right to fulfil her aspirations and our credo has always been ‘Once a St. Judes child is always a St. Judes child’. In keeping with this vision, our new vertical St. Judes for Life has been established in the memory of":"हमारा मानना ​​है कि हर बच्चे को अपनी आकांक्षाओं को पूरा करने का अधिकार है और हमारा सिद्धांत हमेशा से रहा है 'वन्स ए सेंट जूड्स चाइल्ड इज ऑलवेज सेंट जूड्स चाइल्ड'। इस दृष्टि को ध्यान में रखते हुए, हमारे नए वर्टिकल सेंट जूड्स फॉर लाइफ को की स्मृति में स्थापित किया गया है",
    "Mrs. Rani Vicaji":"श्रीमती रानी विकाजिक",
    " to ensure that these children who have won the battle against cancer are able to fulfil their potential. They come from underprivileged families who had made great sacrifices to ensure that the child was treated successfully for cancer. We have learnt of several new challenges they may face while they try to become self-reliant and independent. To this end our new vertical,":"यह सुनिश्चित करने के लिए कि कैंसर के खिलाफ जंग जीतने वाले ये बच्चे अपनी क्षमता को पूरा करने में सक्षम हैं। वे वंचित परिवारों से आते हैं जिन्होंने यह सुनिश्चित करने के लिए महान बलिदान दिया था कि बच्चे का कैंसर के लिए सफलतापूर्वक इलाज किया गया था। हमने कई नई चुनौतियों के बारे में सीखा है, जब वे आत्मनिर्भर और स्वतंत्र बनने की कोशिश करते हैं तो उनका सामना करना पड़ सकता है। इसके लिए हमारा नया कार्यक्षेत्र,",
    "St. Judes":"सेंट जुड्स",
    " for Life will continue to provide support to our recovered as need arises":"जीवन के लिए जरूरत पड़ने पर हमारे बरामद को सहायता प्रदान करना जारी रखेगा",
    "Vision":"नज़र",
    "St. Judes India ChildCare Centres":"सेंट जूड्स इंडिया चाइल्ड केयर सेंटर",
    " provide every child suffering from cancer, irrespective of economic status, a chance at surviving the disease and leading a full, healthy, and happy life. The children come from underprivileged families who had made great sacrifices to ensure that the child was treated successfully for cancer. However, there are new challenges they may face while they try to become self-reliant and independent. To this end, the new vertical,":"कैंसर से पीड़ित प्रत्येक बच्चे को आर्थिक स्थिति के बावजूद, बीमारी से बचने और पूर्ण, स्वस्थ और सुखी जीवन जीने का मौका प्रदान करें। बच्चे वंचित परिवारों से आते हैं जिन्होंने यह सुनिश्चित करने के लिए महान बलिदान दिया था कि बच्चे का कैंसर के लिए सफलतापूर्वक इलाज किया गया था। हालाँकि, आत्मनिर्भर और स्वतंत्र बनने की कोशिश करते समय उन्हें नई चुनौतियों का सामना करना पड़ सकता है। इसके लिए, नया कार्यक्षेत्र,",
    "St. Judes for Life (SJFL)":"जीवन के लिए सेंट जूड्स (एसजेएफएल)",
    "will continue to provide support to those recovered as need arises.":"जरूरत पड़ने पर बरामद लोगों को सहायता प्रदान करना जारी रखेगा।",
    "Mission":"मिशन",
    " To ensure that timely and appropriate assistance is available to St. Judes alumni to complete their education, maintain good health and lead successful lives. From the time of their enrolment on completing five years since ":"यह सुनिश्चित करने के लिए कि सेंट जूड्स के पूर्व छात्रों को उनकी शिक्षा पूरी करने, अच्छे स्वास्थ्य को बनाए रखने और सफल जीवन जीने के लिए समय पर और उचित सहायता उपलब्ध है। उनके नामांकन के समय से पांच वर्ष पूरे करने पर",
    " diagnosis of cancer ":"कैंसर का निदान",
    " till they are independent and self-sufficient, St. Judes for Life will be available to provide appropriate intervention, directly or through experienced partners, to support, mentor and enable them to become upright contributing members of society.":"जब तक वे स्वतंत्र और आत्मनिर्भर नहीं हो जाते, तब तक सेंट जूड्स फॉर लाइफ उचित हस्तक्षेप प्रदान करने के लिए, सीधे या अनुभवी भागीदारों के माध्यम से, समर्थन, सलाह देने और उन्हें समाज के ईमानदार योगदान देने वाले सदस्य बनने में सक्षम बनाने के लिए उपलब्ध रहेगा।",
    "What We Do":"हम क्या करते हैं",
    "St. Jude India ChildCare Centres (St. Judes or SJICC) provides a home away from home for children undergoing cancer treatment. These children, accompanied by their parents, come from small villages and distant towns where medical treatment for cancer is not available.":"सेंट जूड इंडिया चाइल्ड केयर सेंटर (सेंट जुड्स या एसजेआईसीसी) कैंसर के इलाज से गुजर रहे बच्चों के लिए घर से दूर एक घर प्रदान करता है। ये बच्चे अपने माता-पिता के साथ छोटे गांवों और दूर के शहरों से आते हैं जहां कैंसर का इलाज उपलब्ध नहीं है।",
    "Education":"शिक्षा",
    "Health":"स्वास्थ्य",
    "Counselling":"काउंसिलिंग",
    "Career Guidance":"व्यवसायिक नीति",
    "Employment":"रोज़गार",
    "Insurance":"बीमा",
    "Marriage":"विवाह",
    "Children with special needs":"विशेष आवश्यकता वाले बच्चे",
    "Safe and Hygienic Housing":"सुरक्षित और स्वच्छ आवास",
    "Transport To and From Treatment":"उपचार के लिए और से परिवहन",
    "Cooking Facilities and Nutritious Rations":"खाना पकाने की सुविधाएं और पौष्टिक राशन",
    "Value Based Education":"मूल्य आधारित शिक्षा",
    "Recreation":"मनोरंजन",
    "Counselling for Children and Parents":"बच्चों और माता-पिता के लिए परामर्श",
    "We currently operate in nine cities across India, providing more than 480 families with a peaceful night’s sleep.":"वर्तमान में हम भारत भर के नौ शहरों में काम करते हैं, 480 से अधिक परिवारों को शांतिपूर्ण रात की नींद प्रदान करते हैं।",
    "Each one of our family units is a space where the child has a bed to sleep on and the parents can sleep alongside the child. There is a cupboard for storage. There are shared kitchen facilities with vessels and kitchen tools, where mothers cook food as per their child’s choice. Additionally, there are common bathrooms with clean and hygienic toilets and bathing areas, as well as a place for the families to wash their clothes. All requirements have been thought of and provided to our families.":"हमारी प्रत्येक पारिवारिक इकाई एक ऐसी जगह है जहां बच्चे के सोने के लिए बिस्तर होता है और माता-पिता बच्चे के साथ सो सकते हैं। भंडारण के लिए एक अलमारी है। बर्तनों और रसोई के उपकरणों के साथ साझा रसोई सुविधाएं हैं, जहां माताएं अपने बच्चे की पसंद के अनुसार खाना बनाती हैं। इसके अतिरिक्त, स्वच्छ और स्वच्छ शौचालय और स्नान क्षेत्रों के साथ-साथ परिवारों के लिए अपने कपड़े धोने के लिए एक जगह के साथ सामान्य स्नानघर भी हैं। सभी आवश्यकताओं के बारे में सोचा गया है और हमारे परिवारों को प्रदान किया गया है।",
    "We provide the applicants with various beneficiaries to apply for. There are two sections one for Financial AID and the other for Non-Financial AID. These beneficiaries help out the applicants by assisting them in their fields of interest. We help students achieve their goals, which require some funding which cant be afforded by some of the families.":"हम आवेदकों को आवेदन करने के लिए विभिन्न लाभार्थी प्रदान करते हैं। वित्तीय सहायता के लिए एक और गैर-वित्तीय सहायता के लिए दो खंड हैं। ये लाभार्थी आवेदकों को उनकी रुचि के क्षेत्रों में सहायता करके मदद करते हैं। हम छात्रों को उनके लक्ष्यों को प्राप्त करने में मदद करते हैं, जिसके लिए कुछ धन की आवश्यकता होती है जिसे कुछ परिवारों द्वारा वहन नहीं किया जा सकता है।",
    "The financial barriers should never hamper the growth of the child so we help them in enriching their interests by providing them with the required support. The funds are provided when we approve all the submitted documents.":"वित्तीय बाधाओं को कभी भी बच्चे के विकास में बाधा नहीं बननी चाहिए, इसलिए हम उन्हें आवश्यक सहायता प्रदान करके उनके हितों को समृद्ध करने में उनकी मदद करते हैं। धनराशि प्रदान की जाती है जब हम सभी प्रस्तुत दस्तावेजों को मंजूरी देते हैं।",
    "The two types of AID are further divided into various categories. Financial AID comprises of donations for Education, Health , Livelihood and Life Skills. However, the Non-Financial AID consists of  Counselling, availing Jobs and helping with funds for start-ups.":"दो प्रकार की सहायता को आगे विभिन्न श्रेणियों में विभाजित किया गया है। वित्तीय सहायता में शिक्षा, स्वास्थ्य, आजीविका और जीवन कौशल के लिए दान शामिल हैं। हालाँकि, गैर-वित्तीय सहायता में परामर्श, नौकरी प्राप्त करना और स्टार्ट-अप के लिए धन की मदद करना शामिल है।",
    "Our Benefeciaries":"हमारे लाभार्थी",
    " who have completed five years from the date of diagnosis and have recovered after treatment, are eligible to be enrolled in St. Judes for Life. Their ages range from six years to the mid-20s. The children who stayed during the early years of our centres are now teenagers and young adults on the threshold of higher education and careers. SJFL will provide customised support to the survivors from the age of six as required.":" जिन्होंने निदान की तारीख से पांच साल पूरे कर लिए हैं और इलाज के बाद ठीक हो गए हैं, वे सेंट जूड्स फॉर लाइफ में नामांकित होने के पात्र हैं। उनकी उम्र छह साल से लेकर 20 के दशक के मध्य तक है। हमारे केंद्रों के शुरुआती वर्षों में जो बच्चे रुके थे, वे अब उच्च शिक्षा और करियर की दहलीज पर किशोर और युवा वयस्क हैं। एसजेएफएल आवश्यकतानुसार छह वर्ष की आयु से उत्तरजीवियों को अनुकूलित सहायता प्रदान करेगा।",
    "Each year we will enroll more children into the programme as they cross the five-year mark since diagnosis - and are termed survivors. The support will be available for as long as they need it – much as the facilities at our centres were available to them during the difficult period of cancer treatment ":"हर साल हम कार्यक्रम में अधिक बच्चों का नामांकन करेंगे क्योंकि वे निदान के बाद से पांच साल का आंकड़ा पार कर चुके हैं - और उन्हें उत्तरजीवी कहा जाता है। सहायता तब तक उपलब्ध रहेगी जब तक उन्हें इसकी आवश्यकता होगी - हमारे केंद्रों पर जितनी सुविधाएं कैंसर के इलाज की कठिन अवधि के दौरान उन्हें उपलब्ध थीं।",
    "Who We Are":"हम कौन हैं",
    "St. Jude creates a community for our families, who come from all over India, speak different languages and represent all communities, but share the common goal of getting their child treated for cancer.Childhood cancers have a high rate of cure but medical treatment needs to be supported by an infection free, cheerful environment and proper nourishment.":"सेंट जूड हमारे परिवारों के लिए एक समुदाय बनाता है, जो पूरे भारत से आते हैं, विभिन्न भाषाएं बोलते हैं और सभी समुदायों का प्रतिनिधित्व करते हैं, लेकिन अपने बच्चे के कैंसर का इलाज कराने के साझा लक्ष्य को साझा करते हैं। बचपन के कैंसर के इलाज की उच्च दर है लेकिन चिकित्सा उपचार की जरूरत है संक्रमण मुक्त, हर्षित वातावरण और उचित पोषण द्वारा समर्थित होना।",
    "Underprivileged parents from rural India bring their children diagnosed with cancer to large cities where high quality treatment is available. While treatment may last as long as two years, the child may be an outpatient all through this long stretch, or may have brief periods where hospitalization is required. St. Judes is bridging this gap with its innovative model of holistic care. Our “home away from home” is a hygienic, protective, nurturing environment which gives the children the best chance of beating cancer.":"ग्रामीण भारत के वंचित माता-पिता अपने बच्चों को कैंसर से पीड़ित बड़े शहरों में लाते हैं जहां उच्च गुणवत्ता वाला उपचार उपलब्ध है। जबकि उपचार दो साल तक चल सकता है, बच्चा इस लंबे समय तक एक आउट पेशेंट हो सकता है, या कुछ समय के लिए अस्पताल में भर्ती होने की आवश्यकता हो सकती है। सेंट जूड्स समग्र देखभाल के अपने अभिनव मॉडल के साथ इस अंतर को पाट रहा है। हमारा 'घर से दूर घर' एक स्वच्छ, सुरक्षात्मक, पोषण करने वाला वातावरण है जो बच्चों को कैंसर को मात देने का सबसे अच्छा मौका देता है।",
    "Clean and safe accommodation is unaffordable for these families and often they end up living on the footpath next to the hospital where the child is being treated. The filth and squalor leaves the child vulnerable to secondary infections, the parents don’t have a place to prepare meals, and there are no toilet and bathing facilities they can use. The overall experience leaves the families dejected and demoralised to the point where they often abandon treatment and return to their home, increasing the likelihood of their child succumbing to cancer.":"इन परिवारों के लिए स्वच्छ और सुरक्षित आवास उपलब्ध नहीं है और अक्सर वे अस्पताल के बगल में फुटपाथ पर रहते हैं जहां बच्चे का इलाज किया जा रहा है। गंदगी और गंदगी बच्चे को माध्यमिक संक्रमणों की चपेट में छोड़ देती है, माता-पिता के पास भोजन तैयार करने के लिए जगह नहीं होती है, और शौचालय और स्नान की कोई सुविधा नहीं होती है जिसका वे उपयोग कर सकते हैं। समग्र अनुभव परिवारों को इस हद तक निराश और हतोत्साहित करता है कि वे अक्सर इलाज छोड़ देते हैं और अपने घर लौट जाते हैं, जिससे उनके बच्चे के कैंसर के शिकार होने की संभावना बढ़ जाती है।",
    "Know More":"अधिक जानें",
    "FILL IN YOUR DETAILS":"अपना विवरण भरें",
    "MAKE AN AID REQUEST":"सहायता का अनुरोध करें",
    "UPLOAD THE REQUIRED DOCUMENTS":"आवश्यक दस्तावेज अपलोड करें",
    "WAIT FOR AID ACCEPT/REJECT":"सहायता स्वीकार/अस्वीकार करने की प्रतीक्षा करें",
    "GET AID":"सहायता प्राप्त करें",
    "How It Works":"यह काम किस प्रकार करता है",
    " St. Judes is bridging this gap with its innovative model of holistic care. Our “home away from home” is a hygienic, protective, nurturing environment which gives the children the best chance of beating cancer. Clean and safe accommodation is unaffordable for these families and often they end up living on the footpath next to the hospital where the child is being treated. The filth and squalor leaves the child vulnerable to secondary infections, the parents don’t have a place to prepare meals, and there are no toilet and bathing facilities they can use. ":"सेंट जूड्स समग्र देखभाल के अपने अभिनव मॉडल के साथ इस अंतर को पाट रहा है। हमारा 'घर से दूर घर' एक स्वच्छ, सुरक्षात्मक, पोषण करने वाला वातावरण है जो बच्चों को कैंसर को मात देने का सबसे अच्छा मौका देता है। इन परिवारों के लिए स्वच्छ और सुरक्षित आवास उपलब्ध नहीं है और अक्सर वे अस्पताल के बगल में फुटपाथ पर रहते हैं जहां बच्चे का इलाज किया जा रहा है। गंदगी और गंदगी बच्चे को माध्यमिक संक्रमणों की चपेट में छोड़ देती है, माता-पिता के पास भोजन तैयार करने के लिए जगह नहीं होती है, और शौचालय और स्नान की कोई सुविधा नहीं होती है जिसका वे उपयोग कर सकते हैं।"
  


   
   }