{
    "Home": "मुख्यपृष्ठ",
    "About": "बद्दल",
    "How it Works": "कसे करायचे",
    "User Login": "वापरकर्ता लॉगिन",
    "Admin Login": "प्रशासक लॉगिन",
   "img": "प्रतिमा",
   "Who We Are": "आम्ही कोण आहोत",
   "Know More": "अधिक जाणून घ्या",
   "FILL IN YOUR DETAILS": "तुमचे तपशील भरा",
   "MAKE AN AID REQUEST": "मदतीची विनंती करा",
   "UPLOAD THE REQUIRED DOCUMENTS": "आवश्यक कागदपत्रे अपलोड करा",
   "WAIT FOR AID ACCEPT/REJECT": "",
   "GET AID": "मदत स्वीकार/नाकारण्याची प्रतीक्षा करा",
   "Our Benefeciaries": "आमचे लाभार्थी",
   "St. Judes' alumni who have completed five years from the date of diagnosis and have recovered after treatment, are eligible to be enrolled in St. Judes for Life. Their ages range from six years to the mid-20s. The children who stayed during the early years of our centres are now teenagers and young adults on the threshold of higher education and careers. SJFL will provide customised support to the survivors from the age of six as required. Each year we will enroll more children into the programme as they cross the five-year mark since diagnosis - and are termed survivors. The support will be available for as long as they need it – much as the facilities at our centres were available to them during the difficult period of cancer treatment.": "सेंट ज्यूड्सचे माजी विद्यार्थी ज्यांनी निदानाच्या तारखेपासून पाच वर्षे पूर्ण केली आहेत आणि उपचारानंतर बरे झाले आहेत, ते सेंट ज्युड्स फॉर लाइफमध्ये नोंदणी करण्यास पात्र आहेत. त्यांचे वय सहा वर्षे ते २० च्या दशकाच्या मध्यापर्यंत आहे. आमच्या केंद्रांच्या सुरुवातीच्या काळात राहिलेली मुले आता उच्च शिक्षण आणि करिअरच्या उंबरठ्यावर किशोरवयीन आणि तरुण प्रौढ आहेत. SJFL आवश्यकतेनुसार वयाच्या सहाव्या वर्षापासून वाचलेल्यांना सानुकूलित आधार प्रदान करेल. निदान झाल्यापासून पाच वर्षांचा टप्पा ओलांडल्यामुळे प्रत्येक वर्षी आम्ही अधिक मुलांची कार्यक्रमात नोंदणी करू - आणि त्यांना वाचलेले म्हटले जाते. जोपर्यंत त्यांना आवश्यक असेल तोपर्यंत समर्थन उपलब्ध असेल – आमच्या केंद्रांवर कर्करोगाच्या उपचारांच्या कठीण काळात त्यांच्यासाठी ज्या सुविधा उपलब्ध होत्या.",
   "RESOURCES":"संसाधने",
   "FOLLOW US":"आमचे अनुसरण करा",
   "LEGAL":"कायदेशीर गोष्टी",
   "Flowbite":"फ्लोबाइट",
   "Tailwind CSS":"टेलविंड",
   "Github":"",
   "Discord":"",
   "Privacy POlicy":"गोपनीयता धोरण",
   "Terms & Conditions":"नियम आणि अटी",
   "Apply AID":"मदत लागू करा",
   "Financial AID":"आर्थिक मदत",
   "Non Financial AID":"गैर-आर्थिक मदत",
   "Education":"शिक्षण",
   "Health":"आरोग्य",
   "Livelihood":"उपजीविका",
   "Life Skills":"जीवन कौशल्ये",
   "Recommend":"शिफारस करा",
   "Job":"नोकरी",
   "Counseling":"समुपदेशन",
   "Business":"व्यवसाय",
   "Email":"ईमेल",
   "UID":"",
   "Password":"पासवर्ड",
   "Button":"बटण",
   "Our Initiative":"आमचा पुढाकार",
   "We believe every child has the right to fulfil her aspirations and our credo has always been ‘Once a St. Judes child is always a St. Judes child’. In keeping with this vision, our new vertical St. Judes for Life has been established in the memory of Mrs. Rani Vicaji, to ensure that these children who have won the battle against cancer are able to fulfil their potential. They come from underprivileged families who had made great sacrifices to ensure that the child was treated successfully for cancer. We have learnt of several new challenges they may face while they try to become self-reliant and independent. To this end our new vertical, St. Judes for Life will continue to provide support to our recovered as need arises.":"आमचा विश्वास आहे की प्रत्येक मुलाला तिच्या आकांक्षा पूर्ण करण्याचा अधिकार आहे आणि आमचा विश्वास नेहमीच ‘एकदा सेंट ज्यूड्स मूल हे नेहमीच सेंट ज्यूड्स चाइल्ड असते’ असा आहे. ही दृष्टी लक्षात घेऊन, कर्करोगाविरुद्धची लढाई जिंकलेली ही मुले त्यांच्या क्षमता पूर्ण करू शकतील याची खात्री करण्यासाठी श्रीमती राणी विकाजी यांच्या स्मरणार्थ आमच्या नवीन व्हर्टिकल सेंट ज्युड्स फॉर लाइफची स्थापना करण्यात आली आहे. ते वंचित कुटुंबातून आलेले आहेत ज्यांनी मुलावर कर्करोगावर यशस्वी उपचार केले जातील याची खात्री करण्यासाठी मोठा त्याग केला होता. स्वावलंबी आणि स्वतंत्र होण्याचा प्रयत्न करत असताना त्यांना अनेक नवीन आव्हानांचा सामना करावा लागू शकतो हे आम्ही जाणून घेतले आहे. यासाठी आमचे नवीन उभ्या, सेंट ज्युड्स फॉर लाइफ आमच्या पुनर्प्राप्तीसाठी आवश्यकतेनुसार समर्थन प्रदान करणे सुरू ठेवेल.",
   "Vision":"दृष्टी",
   "We believe that the children, who have been nurtured at our Centres to recover from cancer, are exceptionally brave and special and have a lifelong bond with St. Judes. As their Go To organisation in times of need, St. Judes for Life will always be available to provide support and guidance throughout their lives, to help them reach their potential and fulfil their aspirations.":"आमचा विश्वास आहे की, कर्करोगातून बरे होण्यासाठी आमच्या केंद्रांवर पालनपोषण केलेली मुले अपवादात्मकरीत्या धाडसी आणि विशेष आहेत आणि त्यांचे सेंट ज्यूड्सशी आजीवन बंध आहेत. गरजेच्या वेळी त्यांची गो टू संस्था म्हणून, सेंट ज्युड्स फॉर लाइफ त्यांना त्यांच्या क्षमतेपर्यंत पोहोचण्यात आणि त्यांच्या आकांक्षा पूर्ण करण्यात मदत करण्यासाठी त्यांच्या आयुष्यभर समर्थन आणि मार्गदर्शन देण्यासाठी नेहमी उपलब्ध रहा.",
   "Mission":"ध्येय",
   "To ensure that timely and appropriate assistance is available to St. Judes alumni to complete their education, maintain good health and lead successful lives. From the time of their enrolment on completing five years since diagnosis of cancer, till they are independent and self-sufficient, St. Judes for Life will be available to provide appropriate intervention, directly or through experienced partners, to support, mentor and enable them to become upright contributing members of society.":"सेंट ज्यूड्सच्या माजी विद्यार्थ्यांना त्यांचे शिक्षण पूर्ण करण्यासाठी, चांगले आरोग्य राखण्यासाठी आणि यशस्वी जीवन जगण्यासाठी वेळेवर आणि योग्य मदत उपलब्ध आहे याची खात्री करण्यासाठी. कॅन्सरचे निदान झाल्यापासून पाच वर्षे पूर्ण झाल्यापासून, ते स्वतंत्र आणि स्वयंपूर्ण होईपर्यंत, सेंट ज्युड्स फॉर लाइफ योग्य हस्तक्षेप, थेट किंवा अनुभवी भागीदारांद्वारे, त्यांना समर्थन देण्यासाठी, मार्गदर्शन करण्यासाठी आणि सक्षम करण्यासाठी उपलब्ध असेल. समाजाचे सरळ योगदान देणारे सदस्य बनणे.",
   "What We Do":"आम्ही काय करतात",
   "Career Guidance":"करिअर मार्गदर्शन",
   "Employment":"रोजगार",
   "Insurance":"विमा",
   "Marriage":"विवाह",
   "Children with special needs":"विशेष गरजा असलेली मुले",
   "Safe and Hygienic Housing":"सुरक्षित आणि स्वच्छ गृहनिर्माण",
   "Transport To and From Treatment":"उपचारासाठी आणि तेथून वाहतूक",
   "Cooking Facilities and Nutritious Rations":"स्वयंपाकाच्या सुविधा आणि पौष्टिक शिधा",
   "Value Based Education":"मूल्य आधारित शिक्षण",
   "Recreation":"मनोरंजन",
   "Counseling for Children and Parents":"मुले आणि पालकांसाठी समुपदेशन",
   "Schedule Meet":"वेळापत्रक भेट",
   "Upload Documents":"कागदपत्रे अपलोड करा",
   "Apply to AID":"मदतीसाठी अर्ज करा",
   "Home World":"होम वर्ल्ड",
    "We believe every child has the right to fulfil her aspirations and our credo has always been ‘Once a St. Judes child is always a St. Judes child’. In keeping with this vision, our new vertical St. Judes for Life has been established in the memory of":"आमचा विश्वास आहे की प्रत्येक मुलाला तिच्या आकांक्षा पूर्ण करण्याचा अधिकार आहे आणि आमचा विश्वास नेहमीच ‘एकदा सेंट ज्यूड्स मूल हे नेहमीच सेंट ज्यूड्स चाइल्ड असते’ असा आहे. या दृष्टीला अनुसरून, आमच्या नवीन उभ्या सेंट ज्युड्स फॉर लाइफच्या स्मरणार्थ स्थापना करण्यात आली आहे",
    "Mrs. Rani Vicaji":"सौ.राणी विकाजी",
    " to ensure that these children who have won the battle against cancer are able to fulfil their potential. They come from underprivileged families who had made great sacrifices to ensure that the child was treated successfully for cancer. We have learnt of several new challenges they may face while they try to become self-reliant and independent. To this end our new vertical,":"कर्करोगाविरुद्धची लढाई जिंकलेली ही मुले त्यांच्या क्षमता पूर्ण करू शकतील याची खात्री करण्यासाठी. ते वंचित कुटुंबातून आलेले आहेत ज्यांनी मुलावर कर्करोगावर यशस्वी उपचार केले जातील याची खात्री करण्यासाठी मोठा त्याग केला होता. स्वावलंबी आणि स्वतंत्र होण्याचा प्रयत्न करत असताना त्यांना अनेक नवीन आव्हानांचा सामना करावा लागू शकतो हे आम्ही जाणून घेतले आहे. यासाठी आमचे नवीन अनुलंब,",
    "St. Judes":"सेंट ज्यूड्स",
    " for Life will continue to provide support to our recovered as need arises":"जीवनासाठी गरज पडेल तेव्हा आमच्या बरे झालेल्यांना समर्थन देत राहील",
    "St. Judes India ChildCare Centres":"सेंट ज्युड्स इंडिया चाइल्ड केअर सेंटर्स",
    " provide every child suffering from cancer, irrespective of economic status, a chance at surviving the disease and leading a full, healthy, and happy life. The children come from underprivileged families who had made great sacrifices to ensure that the child was treated successfully for cancer. However, there are new challenges they may face while they try to become self-reliant and independent. To this end, the new vertical,":"कर्करोगाने ग्रस्त असलेल्या प्रत्येक मुलाला, आर्थिक स्थितीची पर्वा न करता, रोगापासून वाचण्याची आणि पूर्ण, निरोगी आणि आनंदी जीवन जगण्याची संधी द्या. ही मुले वंचित कुटुंबातील आहेत ज्यांनी मुलावर कर्करोगाचा यशस्वी उपचार व्हावा यासाठी मोठा त्याग केला होता. तथापि, स्वावलंबी आणि स्वतंत्र होण्याचा प्रयत्न करत असताना त्यांच्यासमोर नवीन आव्हाने आहेत. या शेवटी, नवीन उभ्या,",
    "St. Judes for Life (SJFL)":"सेंट ज्युड्स फॉर लाइफ (SJFL)",
    "will continue to provide support to those recovered as need arises.":"गरज पडली म्हणून पुनर्प्राप्त झालेल्यांना समर्थन देणे सुरू ठेवेल.",
    " To ensure that timely and appropriate assistance is available to St. Judes alumni to complete their education, maintain good health and lead successful lives. From the time of their enrolment on completing five years since ":"सेंट ज्यूड्सच्या माजी विद्यार्थ्यांना त्यांचे शिक्षण पूर्ण करण्यासाठी, चांगले आरोग्य राखण्यासाठी आणि यशस्वी जीवन जगण्यासाठी वेळेवर आणि योग्य मदत उपलब्ध आहे याची खात्री करण्यासाठी. त्यांच्या नावनोंदणीपासून पाच वर्षे पूर्ण झाल्यापासून",
    " diagnosis of cancer ":"कर्करोगाचे निदान",
    " till they are independent and self-sufficient, St. Judes for Life will be available to provide appropriate intervention, directly or through experienced partners, to support, mentor and enable them to become upright contributing members of society.":"जोपर्यंत ते स्वतंत्र आणि स्वयंपूर्ण होत नाहीत तोपर्यंत, सेंट ज्युड्स फॉर लाइफ योग्य हस्तक्षेप प्रदान करण्यासाठी, थेट किंवा अनुभवी भागीदारांद्वारे, समर्थन, मार्गदर्शक आणि त्यांना समाजाचे प्रामाणिक योगदान देणारे सदस्य बनण्यास सक्षम करण्यासाठी उपलब्ध असेल.",
    "St. Jude India ChildCare Centres (St. Judes or SJICC) provides a home away from home for children undergoing cancer treatment. These children, accompanied by their parents, come from small villages and distant towns where medical treatment for cancer is not available.":"सेंट ज्युड इंडिया चाइल्डकेअर सेंटर्स (सेंट ज्युड्स किंवा एसजेआयसीसी) कर्करोगावर उपचार घेत असलेल्या मुलांसाठी घरापासून दूर घर उपलब्ध करून देतात. ही मुले, त्यांच्या पालकांसह, लहान खेड्यांमधून आणि दूरच्या शहरांमधून येतात जिथे कर्करोगावरील वैद्यकीय उपचार उपलब्ध नाहीत.",
    "Counselling":"समुपदेशन",
    "Counselling for Children and Parents":"मुले आणि पालकांसाठी समुपदेशन",
    "We currently operate in nine cities across India, providing more than 480 families with a peaceful night’s sleep.":"आम्ही सध्या भारतातील नऊ शहरांमध्ये कार्यरत असून, 480 हून अधिक कुटुंबांना रात्रीची शांत झोप मिळते.",
    "Each one of our family units is a space where the child has a bed to sleep on and the parents can sleep alongside the child. There is a cupboard for storage. There are shared kitchen facilities with vessels and kitchen tools, where mothers cook food as per their child’s choice. Additionally, there are common bathrooms with clean and hygienic toilets and bathing areas, as well as a place for the families to wash their clothes. All requirements have been thought of and provided to our families.":"आमच्या कुटुंबातील प्रत्येक युनिट एक अशी जागा आहे जिथे मुलाला झोपण्यासाठी एक पलंग आहे आणि पालक मुलाच्या बाजूने झोपू शकतात. साठवण्यासाठी एक कपाट आहे. भांडी आणि स्वयंपाकघरातील साधनांसह सामायिक स्वयंपाकघर सुविधा आहेत, जिथे माता त्यांच्या मुलाच्या आवडीनुसार अन्न शिजवतात. याव्यतिरिक्त, स्वच्छ आणि आरोग्यदायी शौचालये आणि आंघोळीची जागा, तसेच कुटुंबांसाठी कपडे धुण्याची जागा असलेली सामान्य स्नानगृहे आहेत. सर्व गरजा विचारात घेतल्या गेल्या आहेत आणि आमच्या कुटुंबांना पुरवल्या गेल्या आहेत.",
    "We provide the applicants with various beneficiaries to apply for. There are two sections one for Financial AID and the other for Non-Financial AID. These beneficiaries help out the applicants by assisting them in their fields of interest. We help students achieve their goals, which require some funding which cant be afforded by some of the families.":"आम्ही अर्जदारांना अर्ज करण्यासाठी विविध लाभार्थी प्रदान करतो. दोन विभाग आहेत एक आर्थिक मदतीसाठी आणि दुसरा बिगर आर्थिक मदतीसाठी. हे लाभार्थी अर्जदारांना त्यांच्या आवडीच्या क्षेत्रात मदत करून मदत करतात. आम्ही विद्यार्थ्यांना त्यांची उद्दिष्टे साध्य करण्यात मदत करतो, ज्यासाठी काही निधी आवश्यक असतो जो काही कुटुंबांना परवडत नाही.",
    "The financial barriers should never hamper the growth of the child so we help them in enriching their interests by providing them with the required support. The funds are provided when we approve all the submitted documents.":"आर्थिक अडथळे कधीही मुलाच्या वाढीस अडथळा आणू नयेत म्हणून आम्ही त्यांना आवश्यक ते समर्थन देऊन त्यांची आवड समृद्ध करण्यात मदत करतो. जेव्हा आम्ही सर्व सबमिट केलेल्या कागदपत्रांना मंजुरी देतो तेव्हा निधी प्रदान केला जातो.",
    "The two types of AID are further divided into various categories. Financial AID comprises of donations for Education, Health , Livelihood and Life Skills. However, the Non-Financial AID consists of  Counselling, availing Jobs and helping with funds for start-ups.":"एडचे दोन प्रकार पुढे विविध श्रेणींमध्ये विभागले गेले आहेत. आर्थिक मदत मध्ये शिक्षण, आरोग्य, उपजीविका आणि जीवन कौशल्यांसाठी देणग्यांचा समावेश होतो. तथापि, नॉन-फायनान्शियल एडमध्ये समुपदेशन, नोकऱ्या मिळवणे आणि स्टार्ट-अपसाठी निधीसाठी मदत करणे यांचा समावेश होतो.",
    " who have completed five years from the date of diagnosis and have recovered after treatment, are eligible to be enrolled in St. Judes for Life. Their ages range from six years to the mid-20s. The children who stayed during the early years of our centres are now teenagers and young adults on the threshold of higher education and careers. SJFL will provide customised support to the survivors from the age of six as required.":" ज्यांनी निदानाच्या तारखेपासून पाच वर्षे पूर्ण केली आहेत आणि उपचारानंतर बरे झाले आहेत, ते सेंट ज्यूड्स फॉर लाइफमध्ये नोंदणी करण्यास पात्र आहेत. त्यांचे वय सहा वर्षे ते २० च्या दशकाच्या मध्यापर्यंत आहे. आमच्या केंद्रांच्या सुरुवातीच्या काळात राहिलेली मुले आता उच्च शिक्षण आणि करिअरच्या उंबरठ्यावर किशोरवयीन आणि तरुण प्रौढ आहेत. SJFL आवश्यकतेनुसार वयाच्या सहाव्या वर्षापासून वाचलेल्यांना सानुकूलित आधार प्रदान करेल.",
    "Each year we will enroll more children into the programme as they cross the five-year mark since diagnosis - and are termed survivors. The support will be available for as long as they need it – much as the facilities at our centres were available to them during the difficult period of cancer treatment ":"निदान झाल्यापासून पाच वर्षांचा टप्पा ओलांडल्यामुळे प्रत्येक वर्षी आम्ही अधिक मुलांची कार्यक्रमात नोंदणी करू - आणि त्यांना वाचलेले म्हटले जाते. जोपर्यंत त्यांना आवश्यक असेल तोपर्यंत समर्थन उपलब्ध असेल - कर्करोगाच्या उपचारांच्या कठीण काळात आमच्या केंद्रांवर ज्या सुविधा त्यांना उपलब्ध होत्या ",
    "St. Jude creates a community for our families, who come from all over India, speak different languages and represent all communities, but share the common goal of getting their child treated for cancer.Childhood cancers have a high rate of cure but medical treatment needs to be supported by an infection free, cheerful environment and proper nourishment.":"सेंट ज्युड आमच्या कुटुंबांसाठी एक समुदाय तयार करतो, जे संपूर्ण भारतातून येतात, विविध भाषा बोलतात आणि सर्व समुदायांचे प्रतिनिधित्व करतात, परंतु त्यांच्या मुलाच्या कर्करोगावर उपचार करवून घेण्याचे समान ध्येय सामायिक करतात. बालपणातील कर्करोग बरा होण्याचे प्रमाण जास्त असते परंतु वैद्यकीय उपचारांची आवश्यकता असते. संसर्गमुक्त, आनंदी वातावरण आणि योग्य पोषण यांचा आधार घ्यावा.",
    "Underprivileged parents from rural India bring their children diagnosed with cancer to large cities where high quality treatment is available. While treatment may last as long as two years, the child may be an outpatient all through this long stretch, or may have brief periods where hospitalization is required. St. Judes is bridging this gap with its innovative model of holistic care. Our “home away from home” is a hygienic, protective, nurturing environment which gives the children the best chance of beating cancer.":"ग्रामीण भारतातील वंचित पालक त्यांच्या कर्करोगाचे निदान झालेल्या मुलांना मोठ्या शहरांमध्ये घेऊन येतात जेथे उच्च दर्जाचे उपचार उपलब्ध आहेत. उपचार दोन वर्षांपर्यंत टिकू शकतात, परंतु या दीर्घ कालावधीत मूल बाह्यरुग्ण असू शकते, किंवा रुग्णालयात दाखल करणे आवश्यक असताना काही कालावधी असू शकतो. सेंट ज्युड्स हे अंतर त्यांच्या सर्वांगीण काळजीच्या अभिनव मॉडेलने भरून काढत आहे. आमचे 'घरापासून दूर' हे एक स्वच्छ, संरक्षणात्मक, पोषण करणारे वातावरण आहे जे मुलांना कर्करोगावर मात करण्याची उत्तम संधी देते.",
    "Clean and safe accommodation is unaffordable for these families and often they end up living on the footpath next to the hospital where the child is being treated. The filth and squalor leaves the child vulnerable to secondary infections, the parents don’t have a place to prepare meals, and there are no toilet and bathing facilities they can use. The overall experience leaves the families dejected and demoralised to the point where they often abandon treatment and return to their home, increasing the likelihood of their child succumbing to cancer.":"या कुटुंबांना स्वच्छ आणि सुरक्षित राहण्याची सोय परवडणारी नाही आणि बहुतेकदा ते ज्या हॉस्पिटलमध्ये मुलावर उपचार केले जात आहेत त्याच्या शेजारी फूटपाथवर राहतात. घाणेरडेपणा आणि घाणेरडेपणामुळे मुलाला दुय्यम संसर्ग होण्याची शक्यता असते, पालकांना जेवण बनवायला जागा नसते आणि ते वापरू शकतील अशी शौचालये आणि आंघोळीची सोय नसते. एकूणच अनुभवामुळे कुटुंबांना निराशा आणि नैराश्य येते की ते अनेकदा उपचार सोडून घरी परततात, ज्यामुळे त्यांच्या मुलाचा कर्करोग होण्याची शक्यता वाढते.",
    "How It Works":"हे कसे कार्य करते",
    " St. Judes is bridging this gap with its innovative model of holistic care. Our “home away from home” is a hygienic, protective, nurturing environment which gives the children the best chance of beating cancer. Clean and safe accommodation is unaffordable for these families and often they end up living on the footpath next to the hospital where the child is being treated. The filth and squalor leaves the child vulnerable to secondary infections, the parents don’t have a place to prepare meals, and there are no toilet and bathing facilities they can use. ":"सेंट ज्युड्स हे अंतर त्यांच्या सर्वांगीण काळजीच्या अभिनव मॉडेलने भरून काढत आहे. आमचे 'घरापासून दूर' हे एक स्वच्छ, संरक्षणात्मक, पोषण करणारे वातावरण आहे जे मुलांना कर्करोगावर मात करण्याची उत्तम संधी देते. या कुटुंबांना स्वच्छ आणि सुरक्षित राहण्याची सोय परवडणारी नाही आणि अनेकदा ते मुलावर उपचार करत असलेल्या हॉस्पिटलच्या शेजारी फूटपाथवर राहतात. घाणेरडेपणा आणि घाणेरडेपणामुळे मुलाला दुय्यम संसर्ग होण्याची शक्यता असते, पालकांना जेवण बनवायला जागा नसते आणि ते वापरू शकतील अशी शौचालये आणि आंघोळीची सोय नसते."


    
  

}