{
    "Home World":"ಹೋಮ್ ವರ್ಲ್ಡ್",
    "Our Initiative":"ನಮ್ಮ ಉಪಕ್ರಮ",
    "We believe every child has the right to fulfil her aspirations and our credo has always been ‘Once a St. Judes child is always a St. Judes child’. In keeping with this vision, our new vertical St. Judes for Life has been established in the memory of":"ಪ್ರತಿ ಮಗುವಿಗೆ ತನ್ನ ಆಕಾಂಕ್ಷೆಗಳನ್ನು ಪೂರೈಸುವ ಹಕ್ಕಿದೆ ಎಂದು ನಾವು ನಂಬುತ್ತೇವೆ ಮತ್ತು ನಮ್ಮ ನಂಬಿಕೆಯು ಯಾವಾಗಲೂ 'ಒಮ್ಮೆ ಸೇಂಟ್ ಜೂಡ್ಸ್ ಮಗು ಯಾವಾಗಲೂ ಸೇಂಟ್ ಜೂಡ್ಸ್ ಮಗು' ಆಗಿದೆ. ಈ ದೃಷ್ಟಿಗೆ ಅನುಗುಣವಾಗಿ, ನಮ್ಮ ಹೊಸ ಲಂಬವಾದ ಸೇಂಟ್ ಜೂಡ್ಸ್ ಫಾರ್ ಲೈಫ್ ಅನ್ನು ನೆನಪಿಗಾಗಿ ಸ್ಥಾಪಿಸಲಾಗಿದೆ",
    "Mrs. Rani Vicaji":"ಶ್ರೀಮತಿ ರಾಣಿ ವಿಕಾಜಿ",
    " to ensure that these children who have won the battle against cancer are able to fulfil their potential. They come from underprivileged families who had made great sacrifices to ensure that the child was treated successfully for cancer. We have learnt of several new challenges they may face while they try to become self-reliant and independent. To this end our new vertical,":"ಕ್ಯಾನ್ಸರ್ ವಿರುದ್ಧದ ಯುದ್ಧವನ್ನು ಗೆದ್ದ ಈ ಮಕ್ಕಳು ತಮ್ಮ ಸಾಮರ್ಥ್ಯವನ್ನು ಪೂರೈಸಲು ಸಮರ್ಥರಾಗಿದ್ದಾರೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು. ಅವರು ಮಗುವಿಗೆ ಕ್ಯಾನ್ಸರ್‌ಗೆ ಯಶಸ್ವಿಯಾಗಿ ಚಿಕಿತ್ಸೆ ನೀಡುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ದೊಡ್ಡ ತ್ಯಾಗ ಮಾಡಿದ ಹಿಂದುಳಿದ ಕುಟುಂಬಗಳಿಂದ ಬಂದವರು. ಅವರು ಸ್ವಾವಲಂಬಿ ಮತ್ತು ಸ್ವತಂತ್ರರಾಗಲು ಪ್ರಯತ್ನಿಸುವಾಗ ಅವರು ಎದುರಿಸಬಹುದಾದ ಹಲವಾರು ಹೊಸ ಸವಾಲುಗಳನ್ನು ನಾವು ಕಲಿತಿದ್ದೇವೆ. ಈ ನಿಟ್ಟಿನಲ್ಲಿ ನಮ್ಮ ಹೊಸ ಲಂಬ,",
    "St. Judes":"ಸೇಂಟ್ ಜೂಡ್ಸ್",
    " for Life will continue to provide support to our recovered as need arises":"ಏಕೆಂದರೆ ಜೀವನವು ನಮ್ಮ ಚೇತರಿಸಿಕೊಂಡವರಿಗೆ ಅಗತ್ಯವಿರುವಂತೆ ಬೆಂಬಲವನ್ನು ನೀಡುವುದನ್ನು ಮುಂದುವರಿಸುತ್ತದೆ",
    "Vision":"ದೃಷ್ಟಿ",
    "St. Judes India ChildCare Centres":"ಸೇಂಟ್ ಜೂಡ್ಸ್ ಇಂಡಿಯಾ ಚೈಲ್ಡ್ ಕೇರ್ ಸೆಂಟರ್ಸ್",
    " provide every child suffering from cancer, irrespective of economic status, a chance at surviving the disease and leading a full, healthy, and happy life. The children come from underprivileged families who had made great sacrifices to ensure that the child was treated successfully for cancer. However, there are new challenges they may face while they try to become self-reliant and independent. To this end, the new vertical,":"ಕ್ಯಾನ್ಸರ್ ನಿಂದ ಬಳಲುತ್ತಿರುವ ಪ್ರತಿ ಮಗುವಿಗೆ ಆರ್ಥಿಕ ಸ್ಥಿತಿಯನ್ನು ಲೆಕ್ಕಿಸದೆ, ರೋಗದಿಂದ ಬದುಕುಳಿಯುವ ಮತ್ತು ಪೂರ್ಣ, ಆರೋಗ್ಯಕರ ಮತ್ತು ಸಂತೋಷದ ಜೀವನವನ್ನು ನಡೆಸುವ ಅವಕಾಶವನ್ನು ಒದಗಿಸಿ. ಮಗುವಿಗೆ ಕ್ಯಾನ್ಸರ್‌ಗೆ ಯಶಸ್ವಿಯಾಗಿ ಚಿಕಿತ್ಸೆ ನೀಡಲಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಹೆಚ್ಚಿನ ತ್ಯಾಗ ಮಾಡಿದ ಹಿಂದುಳಿದ ಕುಟುಂಬಗಳಿಂದ ಮಕ್ಕಳು ಬಂದಿದ್ದಾರೆ. ಆದಾಗ್ಯೂ, ಅವರು ಸ್ವಾವಲಂಬಿ ಮತ್ತು ಸ್ವತಂತ್ರರಾಗಲು ಪ್ರಯತ್ನಿಸುವಾಗ ಅವರು ಎದುರಿಸಬಹುದಾದ ಹೊಸ ಸವಾಲುಗಳಿವೆ. ಈ ನಿಟ್ಟಿನಲ್ಲಿ, ಹೊಸ ಲಂಬ,",
    "St. Judes for Life (SJFL)":"ಸೇಂಟ್ ಜೂಡ್ಸ್ ಫಾರ್ ಲೈಫ್ (SJFL)",
    "will continue to provide support to those recovered as need arises.":"ಅಗತ್ಯವಿರುವಂತೆ ಚೇತರಿಸಿಕೊಂಡವರಿಗೆ ಬೆಂಬಲವನ್ನು ನೀಡುವುದನ್ನು ಮುಂದುವರಿಸುತ್ತದೆ.",
    "Mission":"ಮಿಷನ್",
    " To ensure that timely and appropriate assistance is available to St. Judes alumni to complete their education, maintain good health and lead successful lives. From the time of their enrolment on completing five years since ":"ಸೇಂಟ್ ಜೂಡ್ಸ್ ಹಳೆಯ ವಿದ್ಯಾರ್ಥಿಗಳು ತಮ್ಮ ಶಿಕ್ಷಣವನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು, ಉತ್ತಮ ಆರೋಗ್ಯವನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಲು ಮತ್ತು ಯಶಸ್ವಿ ಜೀವನವನ್ನು ನಡೆಸಲು ಸಮಯೋಚಿತ ಮತ್ತು ಸೂಕ್ತ ನೆರವು ಲಭ್ಯವಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು. ಐದು ವರ್ಷಗಳನ್ನು ಪೂರೈಸಿದ ನಂತರ ಅವರ ದಾಖಲಾತಿ ಸಮಯದಿಂದ",
    " diagnosis of cancer ":"ಕ್ಯಾನ್ಸರ್ ರೋಗನಿರ್ಣಯ",
    " till they are independent and self-sufficient, St. Judes for Life will be available to provide appropriate intervention, directly or through experienced partners, to support, mentor and enable them to become upright contributing members of society.":"ಅವರು ಸ್ವತಂತ್ರ ಮತ್ತು ಸ್ವಾವಲಂಬಿಯಾಗುವವರೆಗೆ, ಸೇಂಟ್ ಜೂಡ್ಸ್ ಫಾರ್ ಲೈಫ್ ಸೂಕ್ತ ಹಸ್ತಕ್ಷೇಪವನ್ನು ಒದಗಿಸಲು, ನೇರವಾಗಿ ಅಥವಾ ಅನುಭವಿ ಪಾಲುದಾರರ ಮೂಲಕ, ಬೆಂಬಲಿಸಲು, ಮಾರ್ಗದರ್ಶನ ನೀಡಲು ಮತ್ತು ಸಮಾಜದ ನೇರ ಕೊಡುಗೆ ನೀಡುವ ಸದಸ್ಯರಾಗಲು ಅವರನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಲಭ್ಯವಿರುತ್ತದೆ.",
    "What We Do":"ನಾವು ಏನು ಮಾಡುತ್ತೇವೆ",
    "St. Jude India ChildCare Centres (St. Judes or SJICC) provides a home away from home for children undergoing cancer treatment. These children, accompanied by their parents, come from small villages and distant towns where medical treatment for cancer is not available.":"ಸೇಂಟ್ ಜೂಡ್ ಇಂಡಿಯಾ ಚೈಲ್ಡ್ ಕೇರ್ ಸೆಂಟರ್ಸ್ (ಸೇಂಟ್ ಜೂಡ್ಸ್ ಅಥವಾ SJICC) ಕ್ಯಾನ್ಸರ್ ಚಿಕಿತ್ಸೆಗೆ ಒಳಗಾಗುವ ಮಕ್ಕಳಿಗೆ ಮನೆಯಿಂದ ದೂರವನ್ನು ಒದಗಿಸುತ್ತದೆ. ಈ ಮಕ್ಕಳು ತಮ್ಮ ಹೆತ್ತವರೊಂದಿಗೆ ಕ್ಯಾನ್ಸರ್‌ಗೆ ವೈದ್ಯಕೀಯ ಚಿಕಿತ್ಸೆ ಲಭ್ಯವಿಲ್ಲದ ಸಣ್ಣ ಹಳ್ಳಿಗಳು ಮತ್ತು ದೂರದ ಪಟ್ಟಣಗಳಿಂದ ಬರುತ್ತಾರೆ.",
    "Education":"ಶಿಕ್ಷಣ",
    "Health":"ಆರೋಗ್ಯ",
    "Counselling":"ಕೌನ್ಸೆಲಿಂಗ್",
    "Career Guidance":"ವೃತ್ತಿ ಮಾರ್ಗದರ್ಶನ",
    "Employment":"ಉದ್ಯೋಗ",
    "Insurance":"ವಿಮೆ",
    "Marriage":"ಮದುವೆ",
    "Children with special needs":"ವಿಶೇಷ ಅಗತ್ಯವಿರುವ ಮಕ್ಕಳು",
    "Safe and Hygienic Housing":"ಸುರಕ್ಷಿತ ಮತ್ತು ನೈರ್ಮಲ್ಯದ ವಸತಿ",
    "Transport To and From Treatment":"ಚಿಕಿತ್ಸೆಗೆ ಮತ್ತು ಚಿಕಿತ್ಸೆಗೆ ಸಾರಿಗೆ",
    "Cooking Facilities and Nutritious Rations":"ಅಡುಗೆ ಸೌಲಭ್ಯಗಳು ಮತ್ತು ಪೌಷ್ಟಿಕ ಪಡಿತರ",
    "Value Based Education":"ಮೌಲ್ಯಾಧಾರಿತ ಶಿಕ್ಷಣ",
    "Recreation":"ಮನರಂಜನೆ",
    "Counselling for Children and Parents":"ಮಕ್ಕಳು ಮತ್ತು ಪೋಷಕರಿಗೆ ಸಮಾಲೋಚನೆ",
    "We currently operate in nine cities across India, providing more than 480 families with a peaceful night’s sleep.":"ನಾವು ಪ್ರಸ್ತುತ ಭಾರತದಾದ್ಯಂತ ಒಂಬತ್ತು ನಗರಗಳಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿದ್ದೇವೆ, 480 ಕ್ಕೂ ಹೆಚ್ಚು ಕುಟುಂಬಗಳಿಗೆ ಶಾಂತಿಯುತ ನಿದ್ರೆಯನ್ನು ಒದಗಿಸುತ್ತೇವೆ.",
    "Each one of our family units is a space where the child has a bed to sleep on and the parents can sleep alongside the child. There is a cupboard for storage. There are shared kitchen facilities with vessels and kitchen tools, where mothers cook food as per their child’s choice. Additionally, there are common bathrooms with clean and hygienic toilets and bathing areas, as well as a place for the families to wash their clothes. All requirements have been thought of and provided to our families.":"ನಮ್ಮ ಕುಟುಂಬದ ಪ್ರತಿಯೊಂದು ಘಟಕವು ಮಗುವಿಗೆ ಮಲಗಲು ಹಾಸಿಗೆಯನ್ನು ಹೊಂದಿರುವ ಸ್ಥಳವಾಗಿದೆ ಮತ್ತು ಪೋಷಕರು ಮಗುವಿನೊಂದಿಗೆ ಮಲಗಬಹುದು. ಶೇಖರಣೆಗಾಗಿ ಒಂದು ಬೀರು ಇದೆ. ಪಾತ್ರೆಗಳು ಮತ್ತು ಅಡಿಗೆ ಉಪಕರಣಗಳೊಂದಿಗೆ ಹಂಚಿದ ಅಡಿಗೆ ಸೌಲಭ್ಯಗಳಿವೆ, ಅಲ್ಲಿ ತಾಯಂದಿರು ತಮ್ಮ ಮಗುವಿನ ಆಯ್ಕೆಗೆ ಅನುಗುಣವಾಗಿ ಆಹಾರವನ್ನು ಬೇಯಿಸುತ್ತಾರೆ. ಹೆಚ್ಚುವರಿಯಾಗಿ, ಸ್ವಚ್ಛ ಮತ್ತು ನೈರ್ಮಲ್ಯದ ಶೌಚಾಲಯಗಳು ಮತ್ತು ಸ್ನಾನದ ಪ್ರದೇಶಗಳೊಂದಿಗೆ ಸಾಮಾನ್ಯ ಸ್ನಾನಗೃಹಗಳಿವೆ, ಜೊತೆಗೆ ಕುಟುಂಬಗಳಿಗೆ ತಮ್ಮ ಬಟ್ಟೆಗಳನ್ನು ತೊಳೆಯಲು ಸ್ಥಳವಿದೆ. ಎಲ್ಲಾ ಅವಶ್ಯಕತೆಗಳನ್ನು ಯೋಚಿಸಲಾಗಿದೆ ಮತ್ತು ನಮ್ಮ ಕುಟುಂಬಗಳಿಗೆ ಒದಗಿಸಲಾಗಿದೆ.",
    "We provide the applicants with various beneficiaries to apply for. There are two sections one for Financial AID and the other for Non-Financial AID. These beneficiaries help out the applicants by assisting them in their fields of interest. We help students achieve their goals, which require some funding which cant be afforded by some of the families.":"ನಾವು ಅರ್ಜಿದಾರರಿಗೆ ಅರ್ಜಿ ಸಲ್ಲಿಸಲು ವಿವಿಧ ಫಲಾನುಭವಿಗಳನ್ನು ಒದಗಿಸುತ್ತೇವೆ. ಫೈನಾನ್ಶಿಯಲ್ ಎಐಡಿಗೆ ಒಂದು ಮತ್ತು ನಾನ್ ಫೈನಾನ್ಶಿಯಲ್ ಎಐಡಿಗೆ ಎರಡು ವಿಭಾಗಗಳಿವೆ. ಈ ಫಲಾನುಭವಿಗಳು ಅರ್ಜಿದಾರರಿಗೆ ಅವರ ಆಸಕ್ತಿಯ ಕ್ಷೇತ್ರಗಳಲ್ಲಿ ಸಹಾಯ ಮಾಡುವ ಮೂಲಕ ಸಹಾಯ ಮಾಡುತ್ತಾರೆ. ವಿದ್ಯಾರ್ಥಿಗಳು ತಮ್ಮ ಗುರಿಗಳನ್ನು ಸಾಧಿಸಲು ನಾವು ಸಹಾಯ ಮಾಡುತ್ತೇವೆ, ಇದಕ್ಕೆ ಕೆಲವು ಕುಟುಂಬಗಳು ಭರಿಸಲಾಗದ ಕೆಲವು ನಿಧಿಯ ಅಗತ್ಯವಿರುತ್ತದೆ.",
    "The financial barriers should never hamper the growth of the child so we help them in enriching their interests by providing them with the required support. The funds are provided when we approve all the submitted documents.":"ಹಣಕಾಸಿನ ಅಡೆತಡೆಗಳು ಮಗುವಿನ ಬೆಳವಣಿಗೆಯನ್ನು ಎಂದಿಗೂ ಅಡ್ಡಿಪಡಿಸಬಾರದು ಆದ್ದರಿಂದ ನಾವು ಅವರಿಗೆ ಅಗತ್ಯವಿರುವ ಬೆಂಬಲವನ್ನು ಒದಗಿಸುವ ಮೂಲಕ ಅವರ ಆಸಕ್ತಿಗಳನ್ನು ಉತ್ಕೃಷ್ಟಗೊಳಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತೇವೆ. ನಾವು ಸಲ್ಲಿಸಿದ ಎಲ್ಲಾ ದಾಖಲೆಗಳನ್ನು ಅನುಮೋದಿಸಿದಾಗ ಹಣವನ್ನು ಒದಗಿಸಲಾಗುತ್ತದೆ.",
    "The two types of AID are further divided into various categories. Financial AID comprises of donations for Education, Health , Livelihood and Life Skills. However, the Non-Financial AID consists of  Counselling, availing Jobs and helping with funds for start-ups.":"ಎರಡು ವಿಧದ AID ಗಳನ್ನು ಮತ್ತಷ್ಟು ವಿವಿಧ ವರ್ಗಗಳಾಗಿ ವಿಂಗಡಿಸಲಾಗಿದೆ. ಹಣಕಾಸಿನ ನೆರವು ಶಿಕ್ಷಣ, ಆರೋಗ್ಯ, ಜೀವನೋಪಾಯ ಮತ್ತು ಜೀವನ ಕೌಶಲ್ಯಕ್ಕಾಗಿ ದೇಣಿಗೆಗಳನ್ನು ಒಳಗೊಂಡಿದೆ. ಆದಾಗ್ಯೂ, ನಾನ್-ಫೈನಾನ್ಶಿಯಲ್ ಎಐಡಿಯು ಕೌನ್ಸೆಲಿಂಗ್, ಉದ್ಯೋಗಗಳನ್ನು ಪಡೆಯುವುದು ಮತ್ತು ಸ್ಟಾರ್ಟ್-ಅಪ್‌ಗಳಿಗೆ ಹಣದ ಸಹಾಯವನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ.",
    "Our Benefeciaries":"ನಮ್ಮ ಫಲಾನುಭವಿಗಳು",
    " who have completed five years from the date of diagnosis and have recovered after treatment, are eligible to be enrolled in St. Judes for Life. Their ages range from six years to the mid-20s. The children who stayed during the early years of our centres are now teenagers and young adults on the threshold of higher education and careers. SJFL will provide customised support to the survivors from the age of six as required.":"ರೋಗನಿರ್ಣಯದ ದಿನಾಂಕದಿಂದ ಐದು ವರ್ಷಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದ ಮತ್ತು ಚಿಕಿತ್ಸೆಯ ನಂತರ ಚೇತರಿಸಿಕೊಂಡವರು ಸೇಂಟ್ ಜೂಡ್ಸ್ ಫಾರ್ ಲೈಫ್‌ಗೆ ದಾಖಲಾಗಲು ಅರ್ಹರಾಗಿರುತ್ತಾರೆ. ಅವರ ವಯಸ್ಸು ಆರು ವರ್ಷದಿಂದ 20 ರ ದಶಕದ ಮಧ್ಯದವರೆಗೆ ಇರುತ್ತದೆ. ನಮ್ಮ ಕೇಂದ್ರಗಳ ಆರಂಭಿಕ ವರ್ಷಗಳಲ್ಲಿ ಉಳಿದುಕೊಂಡಿರುವ ಮಕ್ಕಳು ಈಗ ಹದಿಹರೆಯದವರು ಮತ್ತು ಉನ್ನತ ಶಿಕ್ಷಣ ಮತ್ತು ವೃತ್ತಿಜೀವನದ ಹೊಸ್ತಿಲಲ್ಲಿರುವ ಯುವ ವಯಸ್ಕರು. SJFL ಅಗತ್ಯವಿರುವಂತೆ ಆರು ವರ್ಷ ವಯಸ್ಸಿನಿಂದ ಬದುಕುಳಿದವರಿಗೆ ಕಸ್ಟಮೈಸ್ ಮಾಡಿದ ಬೆಂಬಲವನ್ನು ಒದಗಿಸುತ್ತದೆ.",
    "Each year we will enroll more children into the programme as they cross the five-year mark since diagnosis - and are termed survivors. The support will be available for as long as they need it – much as the facilities at our centres were available to them during the difficult period of cancer treatment ":"ಪ್ರತಿ ವರ್ಷ ರೋಗನಿರ್ಣಯದ ನಂತರ ಐದು ವರ್ಷಗಳ ಮಾರ್ಕ್ ಅನ್ನು ದಾಟಿದಾಗ ನಾವು ಹೆಚ್ಚಿನ ಮಕ್ಕಳನ್ನು ಪ್ರೋಗ್ರಾಂಗೆ ಸೇರಿಸುತ್ತೇವೆ - ಮತ್ತು ಅವುಗಳನ್ನು ಬದುಕುಳಿದವರು ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ಅವರಿಗೆ ಅಗತ್ಯವಿರುವವರೆಗೂ ಬೆಂಬಲವು ಲಭ್ಯವಿರುತ್ತದೆ - ನಮ್ಮ ಕೇಂದ್ರಗಳಲ್ಲಿನ ಸೌಲಭ್ಯಗಳು ಕ್ಯಾನ್ಸರ್ ಚಿಕಿತ್ಸೆಯ ಕಷ್ಟದ ಅವಧಿಯಲ್ಲಿ ಅವರಿಗೆ ಲಭ್ಯವಿದ್ದವು ",
    "Who We Are":"ನಾವು ಯಾರು",
    "St. Jude creates a community for our families, who come from all over India, speak different languages and represent all communities, but share the common goal of getting their child treated for cancer.Childhood cancers have a high rate of cure but medical treatment needs to be supported by an infection free, cheerful environment and proper nourishment.":"ಸೇಂಟ್ ಜೂಡ್ ಅವರು ನಮ್ಮ ಕುಟುಂಬಗಳಿಗೆ ಸಮುದಾಯವನ್ನು ರಚಿಸಿದ್ದಾರೆ, ಅವರು ಭಾರತದಾದ್ಯಂತ ಬಂದವರು, ವಿವಿಧ ಭಾಷೆಗಳನ್ನು ಮಾತನಾಡುತ್ತಾರೆ ಮತ್ತು ಎಲ್ಲಾ ಸಮುದಾಯಗಳನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತಾರೆ, ಆದರೆ ತಮ್ಮ ಮಗುವಿಗೆ ಕ್ಯಾನ್ಸರ್‌ಗೆ ಚಿಕಿತ್ಸೆ ನೀಡುವ ಸಾಮಾನ್ಯ ಗುರಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳುತ್ತಾರೆ. ಬಾಲ್ಯದ ಕ್ಯಾನ್ಸರ್‌ಗಳಿಗೆ ಹೆಚ್ಚಿನ ಪ್ರಮಾಣದ ಚಿಕಿತ್ಸೆ ಇದೆ ಆದರೆ ವೈದ್ಯಕೀಯ ಚಿಕಿತ್ಸೆಯ ಅಗತ್ಯವಿದೆ ಸೋಂಕು ಮುಕ್ತ, ಹರ್ಷಚಿತ್ತದಿಂದ ವಾತಾವರಣ ಮತ್ತು ಸರಿಯಾದ ಪೋಷಣೆಯಿಂದ ಬೆಂಬಲಿಸಬೇಕು.",
    "Underprivileged parents from rural India bring their children diagnosed with cancer to large cities where high quality treatment is available. While treatment may last as long as two years, the child may be an outpatient all through this long stretch, or may have brief periods where hospitalization is required. St. Judes is bridging this gap with its innovative model of holistic care. Our “home away from home” is a hygienic, protective, nurturing environment which gives the children the best chance of beating cancer.":"ಗ್ರಾಮೀಣ ಭಾರತದ ಹಿಂದುಳಿದ ಪೋಷಕರು ತಮ್ಮ ಮಕ್ಕಳನ್ನು ಕ್ಯಾನ್ಸರ್‌ನಿಂದ ಬಳಲುತ್ತಿರುವ ದೊಡ್ಡ ನಗರಗಳಿಗೆ ಕರೆತರುತ್ತಾರೆ, ಅಲ್ಲಿ ಉತ್ತಮ ಗುಣಮಟ್ಟದ ಚಿಕಿತ್ಸೆ ಲಭ್ಯವಿದೆ. ಚಿಕಿತ್ಸೆಯು ಎರಡು ವರ್ಷಗಳವರೆಗೆ ಇರುತ್ತದೆ, ಮಗು ಈ ದೀರ್ಘಾವಧಿಯ ಉದ್ದಕ್ಕೂ ಹೊರರೋಗಿಯಾಗಿರಬಹುದು ಅಥವಾ ಆಸ್ಪತ್ರೆಗೆ ಅಗತ್ಯವಿರುವ ಅಲ್ಪಾವಧಿಯನ್ನು ಹೊಂದಿರಬಹುದು. ಸೇಂಟ್ ಜೂಡ್ಸ್ ತನ್ನ ನವೀನ ಮಾದರಿಯ ಸಮಗ್ರ ಆರೈಕೆಯೊಂದಿಗೆ ಈ ಅಂತರವನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತಿದೆ. ನಮ್ಮ 'ಮನೆಯಿಂದ ದೂರವಿರುವ ಮನೆ' ಆರೋಗ್ಯಕರ, ರಕ್ಷಣಾತ್ಮಕ, ಪೋಷಣೆಯ ವಾತಾವರಣವಾಗಿದೆ, ಇದು ಮಕ್ಕಳಿಗೆ ಕ್ಯಾನ್ಸರ್ ಅನ್ನು ಸೋಲಿಸುವ ಅತ್ಯುತ್ತಮ ಅವಕಾಶವನ್ನು ನೀಡುತ್ತದೆ.",
    "Clean and safe accommodation is unaffordable for these families and often they end up living on the footpath next to the hospital where the child is being treated. The filth and squalor leaves the child vulnerable to secondary infections, the parents don’t have a place to prepare meals, and there are no toilet and bathing facilities they can use. The overall experience leaves the families dejected and demoralised to the point where they often abandon treatment and return to their home, increasing the likelihood of their child succumbing to cancer.":"ಈ ಕುಟುಂಬಗಳಿಗೆ ಸ್ವಚ್ಛ ಮತ್ತು ಸುರಕ್ಷಿತವಾದ ವಸತಿ ಸೌಕರ್ಯಗಳು ದುಸ್ತರವಾಗಿದೆ ಮತ್ತು ಆಗಾಗ್ಗೆ ಅವರು ಮಗುವಿಗೆ ಚಿಕಿತ್ಸೆ ನೀಡುತ್ತಿರುವ ಆಸ್ಪತ್ರೆಯ ಪಕ್ಕದ ಫುಟ್‌ಪಾತ್‌ನಲ್ಲಿ ವಾಸಿಸುತ್ತಾರೆ. ಕೊಳಕು ಮತ್ತು ಕೊಳಕು ಮಗುವನ್ನು ದ್ವಿತೀಯಕ ಸೋಂಕುಗಳಿಗೆ ಗುರಿಯಾಗುವಂತೆ ಮಾಡುತ್ತದೆ, ಪೋಷಕರಿಗೆ ಊಟವನ್ನು ತಯಾರಿಸಲು ಸ್ಥಳವಿಲ್ಲ ಮತ್ತು ಅವರು ಬಳಸಬಹುದಾದ ಶೌಚಾಲಯ ಮತ್ತು ಸ್ನಾನದ ಸೌಲಭ್ಯಗಳಿಲ್ಲ. ಒಟ್ಟಾರೆ ಅನುಭವವು ಕುಟುಂಬಗಳನ್ನು ನಿರಾಶೆಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ಖಿನ್ನತೆಗೆ ಒಳಗಾಗುತ್ತದೆ, ಅವರು ಆಗಾಗ್ಗೆ ಚಿಕಿತ್ಸೆಯನ್ನು ತ್ಯಜಿಸುತ್ತಾರೆ ಮತ್ತು ತಮ್ಮ ಮನೆಗೆ ಹಿಂದಿರುಗುತ್ತಾರೆ, ಅವರ ಮಗು ಕ್ಯಾನ್ಸರ್ಗೆ ಬಲಿಯಾಗುವ ಸಾಧ್ಯತೆಯನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ.",
    "Know More":"ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳೋಣ",
    "FILL IN YOUR DETAILS":"ನಿಮ್ಮ ವಿವರಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ",
    "MAKE AN AID REQUEST":"ಸಹಾಯ ವಿನಂತಿಯನ್ನು ಮಾಡಿ",
    "UPLOAD THE REQUIRED DOCUMENTS":"ಅಗತ್ಯವಿರುವ ಡಾಕ್ಯುಮೆಂಟ್‌ಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ",
    "WAIT FOR AID ACCEPT/REJECT":"ನೆರವು ಸ್ವೀಕರಿಸಲು/ತಿರಸ್ಕರಿಸಲು ನಿರೀಕ್ಷಿಸಿ",
    "GET AID":"ಸಹಾಯ ಪಡೆಯಿರಿ",
    " St. Judes is bridging this gap with its innovative model of holistic care. Our “home away from home” is a hygienic, protective, nurturing environment which gives the children the best chance of beating cancer. Clean and safe accommodation is unaffordable for these families and often they end up living on the footpath next to the hospital where the child is being treated. The filth and squalor leaves the child vulnerable to secondary infections, the parents don’t have a place to prepare meals, and there are no toilet and bathing facilities they can use. ":"ಸೇಂಟ್ ಜೂಡ್ಸ್ ತನ್ನ ನವೀನ ಮಾದರಿಯ ಸಮಗ್ರ ಆರೈಕೆಯೊಂದಿಗೆ ಈ ಅಂತರವನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತಿದೆ. ನಮ್ಮ 'ಮನೆಯಿಂದ ದೂರವಿರುವ ಮನೆ' ಆರೋಗ್ಯಕರ, ರಕ್ಷಣಾತ್ಮಕ, ಪೋಷಣೆಯ ವಾತಾವರಣವಾಗಿದ್ದು ಅದು ಮಕ್ಕಳಿಗೆ ಕ್ಯಾನ್ಸರ್ ಅನ್ನು ಸೋಲಿಸುವ ಅತ್ಯುತ್ತಮ ಅವಕಾಶವನ್ನು ನೀಡುತ್ತದೆ. ಈ ಕುಟುಂಬಗಳಿಗೆ ಸ್ವಚ್ಛ ಮತ್ತು ಸುರಕ್ಷಿತವಾದ ವಸತಿ ಸೌಕರ್ಯಗಳು ದುಸ್ತರವಾಗಿದೆ ಮತ್ತು ಆಗಾಗ್ಗೆ ಅವರು ಮಗುವಿಗೆ ಚಿಕಿತ್ಸೆ ನೀಡುತ್ತಿರುವ ಆಸ್ಪತ್ರೆಯ ಪಕ್ಕದ ಫುಟ್‌ಪಾತ್‌ನಲ್ಲಿ ವಾಸಿಸುತ್ತಾರೆ. ಕೊಳಕು ಮತ್ತು ಕೊಳಕು ಮಗುವನ್ನು ದ್ವಿತೀಯಕ ಸೋಂಕುಗಳಿಗೆ ಗುರಿಯಾಗುವಂತೆ ಮಾಡುತ್ತದೆ, ಪೋಷಕರಿಗೆ ಊಟವನ್ನು ತಯಾರಿಸಲು ಸ್ಥಳವಿಲ್ಲ ಮತ್ತು ಅವರು ಬಳಸಬಹುದಾದ ಶೌಚಾಲಯ ಮತ್ತು ಸ್ನಾನದ ಸೌಲಭ್ಯಗಳಿಲ್ಲ."



   
   }