{
    "Home": "ઘર",
    "About": "અમારા વિશે",
    "How it Works": "કેવી રીતે કરવું",
    "User Login": "વપરાશકર્તા લૉગિન",
    "Admin Login": "એડમિન લોગિન",
   "img": "છબી",
   "Who We Are": "અમે કોણ છીએ",
   "Know More": "વધુ જાણો",
   "FILL IN YOUR DETAILS": "તમારી વિગતો ભરો",
   "MAKE AN AID REQUEST": "સહાયની વિનંતી કરો",
   "UPLOAD THE REQUIRED DOCUMENTS": "જરૂરી દસ્તાવેજો અપલોડ કરો",
   "WAIT FOR AID ACCEPT/REJECT": "સહાય સ્વીકાર/અસ્વીકાર માટે રાહ જુઓ",
   "GET AID": "સહાય મેળવો",
   "Our Benefeciaries": "અમારા લાભાર્થીઓ",
   "St. Judes' alumni who have completed five years from the date of diagnosis and have recovered after treatment, are eligible to be enrolled in St. Judes for Life. Their ages range from six years to the mid-20s. The children who stayed during the early years of our centres are now teenagers and young adults on the threshold of higher education and careers. SJFL will provide customised support to the survivors from the age of six as required. Each year we will enroll more children into the programme as they cross the five-year mark since diagnosis - and are termed survivors. The support will be available for as long as they need it – much as the facilities at our centres were available to them during the difficult period of cancer treatment.": "સેન્ટ જ્યુડ્સના ભૂતપૂર્વ વિદ્યાર્થીઓ કે જેમણે નિદાનની તારીખથી પાંચ વર્ષ પૂર્ણ કર્યા છે અને સારવાર પછી સ્વસ્થ થયા છે, તેઓ જીવન માટે સેન્ટ જ્યુડ્સમાં નોંધણી કરવા પાત્ર છે. તેમની ઉંમર છ વર્ષથી મધ્ય-20 સુધીની છે. અમારા કેન્દ્રોના પ્રારંભિક વર્ષો દરમિયાન રોકાયેલા બાળકો હવે ઉચ્ચ શિક્ષણ અને કારકિર્દીના થ્રેશોલ્ડ પર કિશોરો અને યુવા પુખ્ત વયના છે. SJFL જરૂરિયાત મુજબ છ વર્ષની ઉંમરથી બચી ગયેલા લોકોને કસ્ટમાઇઝ્ડ સપોર્ટ આપશે. દર વર્ષે અમે પ્રોગ્રામમાં વધુ બાળકોની નોંધણી કરીશું કારણ કે તેઓ નિદાનથી પાંચ વર્ષનો આંકડો પાર કરે છે - અને તેમને બચી ગયેલા તરીકે ઓળખવામાં આવે છે. જ્યાં સુધી તેઓને તેની જરૂર હોય ત્યાં સુધી આધાર ઉપલબ્ધ રહેશે – કેન્સરની સારવારના મુશ્કેલ સમયગાળા દરમિયાન અમારા કેન્દ્રો પરની સુવિધાઓ તેમના માટે ઉપલબ્ધ હતી.",
   "RESOURCES":"સંસાધનો",
   "FOLLOW US":"અમને અનુસરો",
   "LEGAL":"કાનૂની વસ્તુઓ",
   "Flowbite":"ફ્લોબાઇટ",
   "Tailwind CSS":"ટેઈલવિન્ડ",
   "Github":"ગીથબ",
   "Discord":"",
   "Privacy POlicy":"ગોપનીયતા નીતિ",
   "Terms & Conditions":"નિયમો અને શરત",
   "Apply AID":"સહાયની વિનંતી કરો",
   "Financial AID":"નાણાકીય સહાય",
   "Non Financial AID":"બિન નાણાકીય સહાય",
   "Education":"શિક્ષણ",
   "Health":"આરોગ્ય",
   "Livelihood":"આજીવિકા",
   "Life Skills":"જીવન કૌશલ્યો",
   "Recommend":"ભલામણ કરો",
   "Job":"નોકરી",
   "Counselling":"પરામર્શ",
   "Business":"વેપાર",
   "Email":"ઈમેલ",
   "UID":"",
   "Password":"પાસવર્ડ",
   "Button":"બટન",
   "Our Initiative":"અમારી પહેલ",
   "We believe every child has the right to fulfil her aspirations and our credo has always been ‘Once a St. Judes child is always a St. Judes child’. In keeping with this vision, our new vertical St. Judes for Life has been established in the memory of Mrs. Rani Vicaji, to ensure that these children who have won the battle against cancer are able to fulfil their potential. They come from underprivileged families who had made great sacrifices to ensure that the child was treated successfully for cancer. We have learnt of several new challenges they may face while they try to become self-reliant and independent. To this end our new vertical, St. Judes for Life will continue to provide support to our recovered as need arises.":"અમારું માનવું છે કે દરેક બાળકને તેની આકાંક્ષાઓ પૂરી કરવાનો અધિકાર છે અને અમારો સિદ્ધાંત હંમેશા 'એકવાર સેન્ટ જ્યુડસ બાળક હંમેશા સેન્ટ જુડસ બાળક હોય છે' એવો રહ્યો છે. આ દ્રષ્ટિકોણને ધ્યાનમાં રાખીને, શ્રીમતી રાણી વિકાજીની સ્મૃતિમાં અમારા નવા વર્ટિકલ સેન્ટ જ્યુડ્સ ફોર લાઇફની સ્થાપના કરવામાં આવી છે, તે સુનિશ્ચિત કરવા માટે કે આ બાળકો કે જેમણે કેન્સર સામેની લડાઈ જીતી છે તેઓ તેમની ક્ષમતાને પૂર્ણ કરી શકે. તેઓ વંચિત પરિવારોમાંથી આવે છે જેમણે બાળકની કેન્સરની સફળતાપૂર્વક સારવાર થાય તે સુનિશ્ચિત કરવા માટે મહાન બલિદાન આપ્યા હતા. જ્યારે તેઓ આત્મનિર્ભર અને સ્વતંત્ર બનવાનો પ્રયાસ કરે છે ત્યારે તેઓ સામનો કરી શકે તેવા કેટલાક નવા પડકારો વિશે અમે શીખ્યા છીએ. આ માટે અમારું નવું વર્ટિકલ, સેન્ટ જ્યુડ્સ ફોર લાઈફ અમારા પુનઃપ્રાપ્તિ માટે જરૂરિયાત ઊભી થવા પર સહાય પૂરી પાડવાનું ચાલુ રાખશે.",
   "Vision":"દ્રષ્ટિ",
   "We believe that the children, who have been nurtured at our Centres to recover from cancer, are exceptionally brave and special and have a lifelong bond with St. Judes. As their Go To organisation in times of need, St. Judes for Life will always be available to provide support and guidance throughout their lives, to help them reach their potential and fulfil their aspirations.":"અમે માનીએ છીએ કે કેન્સરમાંથી સાજા થવા માટે અમારા કેન્દ્રોમાં ઉછેરવામાં આવેલ બાળકો અપવાદરૂપે બહાદુર અને વિશેષ છે અને તેઓ સેન્ટ જ્યુડ્સ સાથે આજીવન બંધન ધરાવે છે. જરૂરિયાતના સમયે તેમના ગો ટુ ઓર્ગેનાઈઝેશન તરીકે, સેન્ટ જ્યુડ્સ ફોર લાઈફ તેમના જીવનભર ટેકો અને માર્ગદર્શન આપવા, તેમની સંભવિતતા સુધી પહોંચવામાં અને તેમની આકાંક્ષાઓને પૂર્ણ કરવામાં મદદ કરવા માટે હંમેશા ઉપલબ્ધ રહેશે.",
   "Mission":"હેતુ",
   "To ensure that timely and appropriate assistance is available to St. Judes alumni to complete their education, maintain good health and lead successful lives. From the time of their enrolment on completing five years since diagnosis of cancer, till they are independent and self-sufficient, St. Judes for Life will be available to provide appropriate intervention, directly or through experienced partners, to support, mentor and enable them to become upright contributing members of society.":"સેન્ટ જુડ્સના ભૂતપૂર્વ વિદ્યાર્થીઓને તેમનું શિક્ષણ પૂર્ણ કરવા, સારું સ્વાસ્થ્ય જાળવવા અને સફળ જીવન જીવવા માટે સમયસર અને યોગ્ય સહાય ઉપલબ્ધ છે તેની ખાતરી કરવા. કેન્સરનું નિદાન થયાના પાંચ વર્ષ પૂર્ણ કર્યા પછી તેમની નોંધણીના સમયથી, તેઓ સ્વતંત્ર અને આત્મનિર્ભર થાય ત્યાં સુધી, સેન્ટ જુડ્સ ફોર લાઇફ તેમને મદદ કરવા, માર્ગદર્શન આપવા અને સક્ષમ કરવા માટે, સીધા અથવા અનુભવી ભાગીદારો દ્વારા યોગ્ય હસ્તક્ષેપ પ્રદાન કરવા માટે ઉપલબ્ધ રહેશે. સમાજના સીધા ફાળો આપનાર સભ્યો બનવા માટે.",
   "What We Do":"અમે શું કરીએ",
   "Career Guidance":"કારકિર્દી માર્ગદર્શન",
   "Employment":"રોજગાર",
   "Insurance":"વીમા",
   "Marriage":"લગ્ન",
   "Children with special needs":"ખાસ જરૂરિયાતો ધરાવતા બાળકો",
   "Safe and Hygienic Housing":"સલામત અને આરોગ્યપ્રદ આવાસ",
   "Transport To and From Treatment":"સારવાર માટે અને ત્યાંથી પરિવહન",
   "Cooking Facilities and Nutritious Rations":"રસોઈની સગવડ અને પૌષ્ટિક રાશન",
   "Value Based Education":"મૂલ્ય આધારિત શિક્ષણ",
   "Recreation":"મનોરંજન",
   "Counseling for Children and Parents":"બાળકો અને માતાપિતા માટે પરામર્શ",
   "Schedule Meet":"મુલાકાત માટે અરજી",
   "Upload Documents":"દસ્તાવેજો અપલોડ કરો",
   "Apply to AID":"સહાય માટે અરજી",
   "Home World":"ઘર વિશ્વ",
    "We believe every child has the right to fulfil her aspirations and our credo has always been ‘Once a St. Judes child is always a St. Judes child’. In keeping with this vision, our new vertical St. Judes for Life has been established in the memory of":"અમારું માનવું છે કે દરેક બાળકને તેની આકાંક્ષાઓ પૂરી કરવાનો અધિકાર છે અને અમારો સિદ્ધાંત હંમેશા 'એકવાર સેન્ટ જ્યુડસ બાળક હંમેશા સેન્ટ જુડસ બાળક હોય છે' એવો રહ્યો છે. આ વિઝનને ધ્યાનમાં રાખીને, ની યાદમાં અમારા નવા વર્ટિકલ સેન્ટ જુડ્સ ફોર લાઈફની સ્થાપના કરવામાં આવી છે",
    "Mrs. Rani Vicaji":"શ્રીમતી રાણી વિકાજી",
    " to ensure that these children who have won the battle against cancer are able to fulfil their potential. They come from underprivileged families who had made great sacrifices to ensure that the child was treated successfully for cancer. We have learnt of several new challenges they may face while they try to become self-reliant and independent. To this end our new vertical,":"કેન્સર સામેની લડાઈ જીતી ચૂકેલા આ બાળકો તેમની ક્ષમતા પૂરી કરી શકે તેની ખાતરી કરવા. તેઓ વંચિત પરિવારોમાંથી આવે છે જેમણે બાળકની કેન્સરની સફળતાપૂર્વક સારવાર થાય તે સુનિશ્ચિત કરવા માટે મહાન બલિદાન આપ્યા હતા. જ્યારે તેઓ આત્મનિર્ભર અને સ્વતંત્ર બનવાનો પ્રયાસ કરે છે ત્યારે તેઓ સામનો કરી શકે તેવા કેટલાક નવા પડકારો વિશે અમે શીખ્યા છીએ. આ માટે અમારું નવું વર્ટિકલ,",
    "St. Judes":"સેન્ટ જુડ્સ",
    " for Life will continue to provide support to our recovered as need arises":"જીવન માટે જરૂરિયાત ઊભી થાય ત્યારે અમારા પુનઃપ્રાપ્તિ માટે સમર્થન આપવાનું ચાલુ રાખશે",
    "St. Judes India ChildCare Centres":"સેન્ટ જુડ્સ ઇન્ડિયા ચાઇલ્ડકેર સેન્ટર્સ",
    " provide every child suffering from cancer, irrespective of economic status, a chance at surviving the disease and leading a full, healthy, and happy life. The children come from underprivileged families who had made great sacrifices to ensure that the child was treated successfully for cancer. However, there are new challenges they may face while they try to become self-reliant and independent. To this end, the new vertical,":"કેન્સરથી પીડિત દરેક બાળકને, આર્થિક સ્થિતિને ધ્યાનમાં લીધા વિના, રોગમાંથી બચવાની અને સંપૂર્ણ, સ્વસ્થ અને સુખી જીવન જીવવાની તક પૂરી પાડો. બાળકો વંચિત પરિવારોમાંથી આવે છે જેમણે બાળકની કેન્સરની સફળતાપૂર્વક સારવાર થાય તે સુનિશ્ચિત કરવા માટે મહાન બલિદાન આપ્યા હતા. જો કે, આત્મનિર્ભર અને સ્વતંત્ર બનવાનો પ્રયાસ કરતી વખતે તેઓને નવા પડકારોનો સામનો કરવો પડી શકે છે. આ માટે, નવી ઊભી,",
    "St. Judes for Life (SJFL)":"સેન્ટ જુડ્સ ફોર લાઈફ (SJFL)",
    "will continue to provide support to those recovered as need arises.":"જેમ જેમ જરૂર ઉભી થશે તેમ પુનઃપ્રાપ્ત થયેલા લોકોને સમર્થન આપવાનું ચાલુ રાખશે.",
    " To ensure that timely and appropriate assistance is available to St. Judes alumni to complete their education, maintain good health and lead successful lives. From the time of their enrolment on completing five years since ":"સેન્ટ જુડ્સના ભૂતપૂર્વ વિદ્યાર્થીઓને તેમનું શિક્ષણ પૂર્ણ કરવા, સારું સ્વાસ્થ્ય જાળવવા અને સફળ જીવન જીવવા માટે સમયસર અને યોગ્ય સહાય ઉપલબ્ધ છે તેની ખાતરી કરવા. પાંચ વર્ષ પૂર્ણ કરવા પર તેમની નોંધણીના સમયથી",
    " diagnosis of cancer ":"કેન્સરનું નિદાન",
    " till they are independent and self-sufficient, St. Judes for Life will be available to provide appropriate intervention, directly or through experienced partners, to support, mentor and enable them to become upright contributing members of society.":"જ્યાં સુધી તેઓ સ્વતંત્ર અને આત્મનિર્ભર ન થાય ત્યાં સુધી, સેન્ટ જ્યુડ્સ ફોર લાઇફ યોગ્ય હસ્તક્ષેપ, સીધા અથવા અનુભવી ભાગીદારો દ્વારા, સમર્થન, માર્ગદર્શક અને તેમને સમાજના સીધા યોગદાન આપતા સભ્યો બનવા માટે સક્ષમ કરવા માટે ઉપલબ્ધ રહેશે.",
    "St. Jude India ChildCare Centres (St. Judes or SJICC) provides a home away from home for children undergoing cancer treatment. These children, accompanied by their parents, come from small villages and distant towns where medical treatment for cancer is not available.":"સેન્ટ જુડ ઈન્ડિયા ચાઈલ્ડકેર સેન્ટર્સ (સેન્ટ જુડ્સ અથવા એસજેઆઈસીસી) કેન્સરની સારવાર લઈ રહેલા બાળકો માટે ઘરથી દૂર ઘર પૂરું પાડે છે. આ બાળકો, તેમના માતાપિતા સાથે, નાના ગામડાઓ અને દૂરના શહેરોમાંથી આવે છે જ્યાં કેન્સરની તબીબી સારવાર ઉપલબ્ધ નથી.",
    "Counselling for Children and Parents":"બાળકો અને માતાપિતા માટે પરામર્શ",
    "We currently operate in nine cities across India, providing more than 480 families with a peaceful night’s sleep.":"અમે હાલમાં ભારતના નવ શહેરોમાં કાર્યરત છીએ, 480 થી વધુ પરિવારોને શાંતિપૂર્ણ રાત્રિની ઊંઘ પૂરી પાડે છે.",
    "Each one of our family units is a space where the child has a bed to sleep on and the parents can sleep alongside the child. There is a cupboard for storage. There are shared kitchen facilities with vessels and kitchen tools, where mothers cook food as per their child’s choice. Additionally, there are common bathrooms with clean and hygienic toilets and bathing areas, as well as a place for the families to wash their clothes. All requirements have been thought of and provided to our families.":"અમારું દરેક કુટુંબ એક એવી જગ્યા છે જ્યાં બાળકને સૂવા માટે બેડ હોય છે અને માતાપિતા બાળકની સાથે સૂઈ શકે છે. સંગ્રહ માટે એક અલમારી છે. વાસણો અને રસોડાનાં સાધનો સાથે વહેંચાયેલ રસોડું સુવિધાઓ છે, જ્યાં માતાઓ તેમના બાળકની પસંદગી મુજબ ખોરાક રાંધે છે. વધુમાં, સ્વચ્છ અને આરોગ્યપ્રદ શૌચાલયો અને નહાવાના વિસ્તારો સાથે સામાન્ય બાથરૂમ તેમજ પરિવારો માટે તેમના કપડા ધોવાની જગ્યા છે. તમામ જરૂરિયાતો પર વિચાર કરવામાં આવ્યો છે અને અમારા પરિવારોને પૂરી પાડવામાં આવી છે.",
    "We provide the applicants with various beneficiaries to apply for. There are two sections one for Financial AID and the other for Non-Financial AID. These beneficiaries help out the applicants by assisting them in their fields of interest. We help students achieve their goals, which require some funding which cant be afforded by some of the families.":"અમે અરજદારોને અરજી કરવા માટે વિવિધ લાભાર્થીઓ પ્રદાન કરીએ છીએ. બે વિભાગો છે એક નાણાકીય સહાય માટે અને બીજો બિન-નાણાકીય સહાય માટે. આ લાભાર્થીઓ અરજદારોને તેમના રસના ક્ષેત્રોમાં મદદ કરીને મદદ કરે છે. અમે વિદ્યાર્થીઓને તેમના ધ્યેયો હાંસલ કરવામાં મદદ કરીએ છીએ, જેને કેટલાક ભંડોળની જરૂર હોય છે જે કેટલાક પરિવારો દ્વારા પોષાય તેમ નથી.",
    "The financial barriers should never hamper the growth of the child so we help them in enriching their interests by providing them with the required support. The funds are provided when we approve all the submitted documents.":"નાણાકીય અવરોધો બાળકના વિકાસમાં ક્યારેય અવરોધ ન આવે તેથી અમે તેમને જરૂરી સહાય પૂરી પાડીને તેમની રુચિઓને સમૃદ્ધ બનાવવામાં મદદ કરીએ છીએ. જ્યારે અમે સબમિટ કરેલા તમામ દસ્તાવેજો મંજૂર કરીએ છીએ ત્યારે ભંડોળ પૂરું પાડવામાં આવે છે.",
    "The two types of AID are further divided into various categories. Financial AID comprises of donations for Education, Health , Livelihood and Life Skills. However, the Non-Financial AID consists of  Counselling, availing Jobs and helping with funds for start-ups.":"બે પ્રકારના AID ને આગળ વિવિધ શ્રેણીઓમાં વિભાજિત કરવામાં આવ્યા છે. નાણાકીય સહાયમાં શિક્ષણ, આરોગ્ય, આજીવિકા અને જીવન કૌશલ્ય માટેના દાનનો સમાવેશ થાય છે. જો કે, નોન-ફાઇનાન્સિયલ એઇડમાં કાઉન્સેલિંગ, નોકરીઓ મેળવવી અને સ્ટાર્ટ-અપ્સ માટે ફંડમાં મદદ કરવાનો સમાવેશ થાય છે.",
    " who have completed five years from the date of diagnosis and have recovered after treatment, are eligible to be enrolled in St. Judes for Life. Their ages range from six years to the mid-20s. The children who stayed during the early years of our centres are now teenagers and young adults on the threshold of higher education and careers. SJFL will provide customised support to the survivors from the age of six as required.":"જેમણે નિદાનની તારીખથી પાંચ વર્ષ પૂર્ણ કર્યા છે અને સારવાર પછી સ્વસ્થ થયા છે, તેઓ જીવન માટે સેન્ટ જ્યુડ્સમાં નોંધણી કરવા પાત્ર છે. તેમની ઉંમર છ વર્ષથી મધ્ય-20 સુધીની છે. અમારા કેન્દ્રોના પ્રારંભિક વર્ષો દરમિયાન રોકાયેલા બાળકો હવે ઉચ્ચ શિક્ષણ અને કારકિર્દીના થ્રેશોલ્ડ પર કિશોરો અને યુવા પુખ્ત વયના છે. SJFL જરૂરિયાત મુજબ છ વર્ષની ઉંમરથી બચી ગયેલા લોકોને કસ્ટમાઇઝ્ડ સપોર્ટ આપશે.",
    "Each year we will enroll more children into the programme as they cross the five-year mark since diagnosis - and are termed survivors. The support will be available for as long as they need it – much as the facilities at our centres were available to them during the difficult period of cancer treatment ":"દર વર્ષે અમે પ્રોગ્રામમાં વધુ બાળકોની નોંધણી કરીશું કારણ કે તેઓ નિદાનથી પાંચ વર્ષનો આંકડો પાર કરે છે - અને તેમને બચી ગયેલા તરીકે ઓળખવામાં આવે છે. જ્યાં સુધી તેઓને તેની જરૂર હોય ત્યાં સુધી આધાર ઉપલબ્ધ રહેશે - કેન્સરની સારવારના મુશ્કેલ સમયગાળા દરમિયાન અમારા કેન્દ્રો પરની સુવિધાઓ તેમના માટે ઉપલબ્ધ હતી.",
    "St. Jude creates a community for our families, who come from all over India, speak different languages and represent all communities, but share the common goal of getting their child treated for cancer.Childhood cancers have a high rate of cure but medical treatment needs to be supported by an infection free, cheerful environment and proper nourishment.":"સેન્ટ જુડ અમારા પરિવારો માટે એક સમુદાય બનાવે છે, જેઓ સમગ્ર ભારતમાંથી આવે છે, વિવિધ ભાષાઓ બોલે છે અને તમામ સમુદાયોનું પ્રતિનિધિત્વ કરે છે, પરંતુ તેમના બાળકને કેન્સરની સારવાર કરાવવાનું સામાન્ય ધ્યેય શેર કરે છે. બાળપણના કેન્સરનો ઉપચારનો દર ઊંચો છે પરંતુ તબીબી સારવારની જરૂર છે. ચેપમુક્ત, ખુશનુમા વાતાવરણ અને યોગ્ય પોષણ દ્વારા સમર્થન મેળવવું.",
    "Underprivileged parents from rural India bring their children diagnosed with cancer to large cities where high quality treatment is available. While treatment may last as long as two years, the child may be an outpatient all through this long stretch, or may have brief periods where hospitalization is required. St. Judes is bridging this gap with its innovative model of holistic care. Our “home away from home” is a hygienic, protective, nurturing environment which gives the children the best chance of beating cancer.":"ગ્રામીણ ભારતના વંચિત માતા-પિતા કેન્સરનું નિદાન થયેલા તેમના બાળકોને મોટા શહેરોમાં લાવે છે જ્યાં ઉચ્ચ ગુણવત્તાની સારવાર ઉપલબ્ધ છે. જ્યારે સારવાર બે વર્ષ સુધી ચાલી શકે છે, ત્યારે બાળક આ લાંબા સમય સુધી બહારના દર્દી હોઈ શકે છે, અથવા જ્યાં હોસ્પિટલમાં દાખલ થવાની જરૂર હોય ત્યાં ટૂંકો સમય હોઈ શકે છે. સેન્ટ જુડ્સ તેના સર્વગ્રાહી સંભાળના નવીન મોડલ વડે આ અંતરને પુરું કરી રહ્યું છે. અમારું 'ઘરથી દૂર ઘર' એ એક સ્વચ્છ, રક્ષણાત્મક, સંવર્ધન વાતાવરણ છે જે બાળકોને કેન્સરને હરાવવાની શ્રેષ્ઠ તક આપે છે.",
    "Clean and safe accommodation is unaffordable for these families and often they end up living on the footpath next to the hospital where the child is being treated. The filth and squalor leaves the child vulnerable to secondary infections, the parents don’t have a place to prepare meals, and there are no toilet and bathing facilities they can use. The overall experience leaves the families dejected and demoralised to the point where they often abandon treatment and return to their home, increasing the likelihood of their child succumbing to cancer.":"આ પરિવારો માટે સ્વચ્છ અને સુરક્ષિત રહેઠાણ પરવડે તેમ નથી અને ઘણીવાર તેઓ જ્યાં બાળકની સારવાર કરવામાં આવે છે તે હોસ્પિટલની બાજુમાં ફૂટપાથ પર રહે છે. ગંદકી અને ગંદકી બાળકને ગૌણ ચેપ માટે સંવેદનશીલ બનાવે છે, માતા-પિતા પાસે ભોજન બનાવવાની જગ્યા હોતી નથી, અને તેઓ ઉપયોગ કરી શકે તેવા શૌચાલય અને સ્નાનની કોઈ સગવડ નથી. એકંદર અનુભવ પરિવારોને નિરાશ અને નિરાશ થઈ જાય છે જ્યાં તેઓ ઘણીવાર સારવાર છોડી દે છે અને તેમના ઘરે પાછા ફરે છે, તેમના બાળકના કેન્સરમાં મૃત્યુ થવાની સંભાવના વધી જાય છે.",
    "How It Works":"તે કેવી રીતે કામ કરે છે",
    " St. Judes is bridging this gap with its innovative model of holistic care. Our “home away from home” is a hygienic, protective, nurturing environment which gives the children the best chance of beating cancer. Clean and safe accommodation is unaffordable for these families and often they end up living on the footpath next to the hospital where the child is being treated. The filth and squalor leaves the child vulnerable to secondary infections, the parents don’t have a place to prepare meals, and there are no toilet and bathing facilities they can use. ":"સેન્ટ જુડ્સ તેના સર્વગ્રાહી સંભાળના નવીન મોડલ વડે આ અંતરને પુરું કરી રહ્યું છે. અમારું 'ઘરથી દૂર ઘર' એ એક સ્વચ્છ, રક્ષણાત્મક, સંવર્ધન વાતાવરણ છે જે બાળકોને કેન્સરને હરાવવાની શ્રેષ્ઠ તક આપે છે. આ પરિવારો માટે સ્વચ્છ અને સુરક્ષિત રહેઠાણ પરવડે તેમ નથી અને ઘણીવાર તેઓ જ્યાં બાળકની સારવાર કરવામાં આવે છે તે હોસ્પિટલની બાજુમાં ફૂટપાથ પર રહે છે. ગંદકી અને ગંદકી બાળકને ગૌણ ચેપ માટે સંવેદનશીલ બનાવે છે, માતા-પિતા પાસે ભોજન બનાવવાની જગ્યા હોતી નથી, અને તેઓ ઉપયોગ કરી શકે તેવા શૌચાલય અને સ્નાનની કોઈ સગવડ નથી."
}